[
  {
    "_id": "679fd2018f1bd001a1000001",
    "country": "Bangladesh",
    "slug": "shah-international-agency",
    "name": "SHAH INTERNATIONALl AGENCY",
    "description": "Shah International Agency is a licensed and government-approved recruitment organization in Bangladesh, specializing in the ethical deployment of both male and female workers to Mauritius. Since its establishment, the agency has built a strong reputation for maintaining transparency, ensuring proper candidate screening, and providing end-to-end support throughout the recruitment journey. With years of experience in overseas manpower management, the company focuses on connecting skilled, semi-skilled, and unskilled Bangladeshi talent with reputable employers while ensuring compliance with international labor standards.",
    "services": [
      "Male & Female Recruitment",
      "Mauritius Placements",
      "Candidate Screening",
      "Visa Assistance"
    ],
    "established": "2010",
    "employees": "500+",
    "whatsapp": null,
    "certifications": [
      "/certifications/shah_international_licence.jpg",
      "/certifications/shah_international_tread.jpg",
      "/certifications/BIRA_certification.jpg",
      "/certifications/BAIRA Membership Certifiace.jpg"
    ],
    "phone": "+8801610606087",
    "email": "info@shah-international.example"
  },

  {
    "_id": "679fd2018f1bd001a1000002",
    "country": "Bangladesh",
    "slug": "afran-khan-international",
    "name": "AFRAN KHAN INTERNATIONAL LTD.",
    "description": "AFRAN KHAN INTERNATIONAL LTD. is a specialized recruitment firm providing manpower solutions for employers in both the Middle East and Mauritius. The agency focuses on sourcing reliable, trained, and professionally screened male workers across various trades. Over the years, the company has established solid partnerships with global employers and has built an efficient recruitment system that includes counseling, documentation support, and pre-departure orientation. Their objective is to bridge the gap between international labor demand and skilled Bangladeshi professionals seeking overseas opportunities.",
    "services": [
      "Male Workforce Recruitment",
      "Middle East Placements",
      "Mauritius Placements",
      "Pre-departure Briefing"
    ],
    "established": "2015",
    "employees": "300+",
    "whatsapp": null,
    "certifications": [
      "/certifications/afran_khan_licence.jpg",
      "/certifications/afran_khan_tread.jpg",
      "/certifications/ATAB_Certification.jpg"
    ],
    "phone": "+8801610606087",
    "email": "contact@afran-khan.example"
  },

  {
    "_id": "679fd2018f1bd001a1000003",
    "country": "Bangladesh",
    "slug": "khan-builders",
    "name": "KHAN BUILDERS",
    "description": "Khan Builders is a leading contractor engaged in LGED tender work, real-estate development, and large-scale civil construction. Backed by a strong team of engineers and skilled manpower, the company executes infrastructure projects with a focus on quality, safety, and timely delivery. Beyond construction services, Khan Builders also supplies experienced labor teams across multiple trades, enabling seamless project execution for private and government sectors. Their combined expertise in contracting and real-estate development makes them a versatile player in Bangladesh’s construction industry.",
    "services": [
      "Tender Contracting",
      "Real Estate Development",
      "Civil Works",
      "Labor Supply"
    ],
    "established": "2012",
    "employees": "750+",
    "whatsapp": null,
    "certifications": [
      "/certifications/SS KHAN LTD.jpg",
      "/certifications/BMK_page-0001.jpg",
      "/certifications/BMK_page-0002.jpg"
    ],
    "phone": "+8801610606087",
    "email": "projects@khan-builders.example"
  },

  {
    "_id": "679fd2018f1bd001a1000004",
    "country": "Bangladesh",
    "slug": "shah-international-training-center",
    "name": "SHAH INTERNATIONAL TRAINING CENTER",
    "description": "Shah International Training Center is a trade-focused skills development institute dedicated to preparing candidates for the construction, technical, and industrial sectors. The center provides practical, hands-on training in masonry, seal fixture, carpentry, welding, electrical work, plumbing, and sky-folding, ensuring trainees acquire real-world competence that aligns with employer expectations. With certified instructors and standardized training modules, the institution plays a vital role in producing job-ready workers for both local and overseas employment markets.",
    "services": [
      "Construction Training",
      "Masonry",
      "Seal Fixture",
      "Carpentry",
      "Welding",
      "Electrician",
      "Plumbing",
      "Sky Folding"
    ],
    "established": "2018",
    "employees": "100+",
    "whatsapp": null,
    "certifications": [
      "/certifications/SHAH INTERNATIONAL TRAINIG CENTER.jpg"
    ],
    "phone": "+8801610606087",
    "email": "training@shah-international.example"
  },

  {
    "_id": "679fd2018f1bd001a1000005",
    "country": "Mauritius",
    "slug": "bmk-international",
    "name": "BMK INTERNATIONAL LTD.",
    "description": "BMK INTERNATIONAL LTD. is a textile manufacturing company in Mauritius employing a dedicated team of approximately 25 workers. The company specializes in garment production, factory operations, and quality control, serving both local and export markets. With a focus on precision, timely delivery, and consistent product quality, BMK International maintains a streamlined manufacturing process supported by trained textile workers. The organization emphasizes ethical labor practices and aims to create stable employment opportunities within the textile sector of Mauritius.",
    "services": [
      "Textile Manufacturing",
      "Factory Operations",
      "Quality Control"
    ],
    "established": "2016",
    "employees": "≈ 25",
    "whatsappPrefill": "Hello, I'm interested in BMK International (textiles). Please share details.",
    "certifications": [
      "/certifications/BMK_page-0001.jpg",
      "/certifications/BMK_page-0002.jpg"
    ],
    "phone": "+23057031830",
    "email": "bmk@mauritius.example"
  },

  {
    "_id": "679fd2018f1bd001a1000006",
    "country": "Mauritius",
    "slug": "b-newaz-international",
    "name": "B. NEWAZ INTERNATIONAL LTD",
    "description": "B. NEWAZ INTERNATIONAL LTD is a consultancy firm offering guidance in immigration procedures, medical and para-medical career pathways, technical advice, and professional certification processes. The firm assists individuals and businesses in navigating complex regulatory requirements, ensuring that documentation and application steps are completed accurately and efficiently. With a small but highly knowledgeable team of consultants, the company delivers personalized support tailored to the needs of clients seeking career, residency, or business opportunities in Mauritius.",
    "services": [
      "Immigration Consultancy",
      "Medical & Para-medical Placement Guidance",
      "Technical Activities Advice",
      "Business Professional Certification Assistance"
    ],
    "established": "2017",
    "employees": "4-5 (consultants)",
    "whatsapp": null,
    "certifications": [
      "/certifications/B NAWAZ_page-0001.jpg",
      "/certifications/B NAWAZ_page-0002.jpg"
    ],
    "phone": "+23057031830",
    "email": "info@bnewaz.example"
  },

  {
    "_id": "679fd2018f1bd001a1000007",
    "country": "Mauritius",
    "slug": "ss-khan-ltd",
    "name": "SS KHAN Ltd",
    "description": "SS Khan Ltd is a multi-service retail and repair business in Mauritius, focused on mobile accessories repair, ready-made garments sales, and cosmetics retail. The company caters to local customers by offering affordable, fast, and reliable repair services alongside a wide selection of fashion and beauty products. Known for its customer-friendly service and growing retail presence, SS Khan Ltd continues to expand its offerings while maintaining a strong reputation for convenience and quality.",
    "services": [
      "Mobile Accessories Repair",
      "Ready-made Garments Retail",
      "Cosmetics Retail",
      "Store Operations"
    ],
    "established": "2019",
    "employees": "Small team — Rating: 4/5",
    "whatsapp": null,
    "certifications": [
      "/certifications/SS KHAN LTD.jpg"
    ],
    "phone": "+23057031830",
    "email": "shop@sskhan.example"
  }
]
